Repository: Libertasio/xfce4-screensaver
Catalog: po/*.po
Languages: kab

source: Screensaver
kab: Aseklas n ugdil

source: Set your screensaver preferences
kab: Sbadu ismenyafen-inek·inem n useklas n ugdil

source: Screensavers
kab: Iseklasen n ugdil

source: Screensaver themes
kab: Isental n useklas n ugdil

source: Show paths that images follow
kab: Sken iberdan i ḍefrent tugniwin

source: Occasionally rotate images as they move
kab: Sezzi sya ɣer da tugniwin mi ara ttḥerikent

source: Print out frame rate and other statistics
kab: Siggez afmiḍi n tugniwin d tdaddanin-nniḍen

source: The maximum number of images to keep on screen
kab: Amḍan afellay n tugniwin ara teǧǧeḍ deg ugdil

source: The initial size and position of window
kab: Teɣzi tamezwarut d yidig n usfaylu

source: The source image to use
kab: Tugna n uɣbalu ara yettusqedcen

source: image - floats images around the screen
kab: tugna - sifliw tugniwin d-yezzin i ugdil

source: %s. See --help for usage information.
kab: %s. Wali --tallalt i talɣut n useqdec.

source: Failed to initialize the windowing system.
kab: Awennez n unagraw n useqdec n yisfuyla ur yeddi ara.

source: You must specify one image. See --help for usage information.
kab: Ilaq ad tferneḍ yiwet n tugna. Wali --tallalt i talɣut n useqdec.

source: Location to get images from
kab: Adig i wawway n tugniwin

source: PATH
kab: ABRID

source: Color to use for images background
kab: Ini ara yettusqedcen i ugilal n tugniwin

source: Do not randomize pictures from location
kab: Ur semyizwer ara kan akka tugnatin seg yideg

source: Do not try to stretch images on screen
kab: Ur ttaεraḍ ara ad tjebdeḍ tugniwin ɣef ugdil

source: Floating Xfce
kab: Xfce uffig

source: Slideshow
kab: Tigri n tugna

source: Password:
kab: Awal uffir:

source: Can't set PAM_TTY=%s
kab: Yegguma ad yesbadu PAM_TTY=%s

source: Incorrect password.
kab: Awal uffir d arameɣtu.

source: Authentication failed.
kab: Asesteb ur yeddi ara.

source: Username:
kab: Isem n useqdac:

source: Time has expired.
kab: Yekfa wakud.

source: The reason for inhibiting the screensaver
kab: Ssebba n usewḥel n useklas n ugdil

source: Version of this application
kab: Lqem n usnas-a

source: The screensaver is %s
kab: Aseklas n ugdil d %s

source: active
kab: urmid

source: inactive
kab: arurmid

source: The screensaver is not inhibited
kab: Aseklas n ugdil ur yettysewḥel ara

source: The screensaver is being inhibited by:
kab: Aseklas n ugdil mazal-it yettusewḥel sɣur:

source: The screensaver has been active for %d seconds.
kab: Aseklas n ugdil yetturmed i %d tsinin.

source: Blank screen
kab: Agdil amellal

source: Part of Xfce Screensaver
kab: Aḥric seg useklas n ugdil Xfce

source: Restore Defaults
kab: Err-d imezwer

source: Preferences
kab: Ismenyifen

source: About
kab: Ɣef

source: Video
kab: Ividyuten

source: Unrecognized type: %s
kab: Anaw arussin: %s

source: Unable to configure screensaver
kab: Yegguma ad yeswel aseklas n ugdil

source: Screensaver required.
kab: Aseklas n ugdil yettusra.

source: File not found: %s
kab: Ur yettwaf ara ufaylu: %s

source: Unrecognized file type: %s
kab: Anaw n ufaylu arussin: %s

source: Failed to process file: %s
kab: asesfer n ufaylu yecceḍ: %s

source: Screensaver %s has no configuration options.
kab: Aseklas n ugdil %s ulac ɣur-s tixtiṛiyin n twila.

source: Show debugging output
kab: Sken anekcum n temseɣtayt

source: Show the logout button
kab: Sken taqeffalt n tuffɣa

source: Show the switch user button
kab: Sken taqeffalt n ubeddel n useqdac

source: Message to show in the dialog
kab: Izen ara d-yettuseknen deg udiwenni

source: MESSAGE
kab: IZEN

source: Not used
kab: Ur yettuseqdec ara

source: Monitor height
kab: Teɣzi n usefrak

source: Monitor width
kab: Tehri n usefrak

source: Monitor index
kab: Amatar n usefrak

source: Please enter your username.
kab: Ttxil-k·m sekcem isem-ik·im n useqdac.

source: You are required to change your password immediately (password aged)
kab: Yettusuter-ak·am-d ad tbeddleḍ awal-ik·im uffir tura tura (awal-a uffir d aqbur)

source: You are required to change your password immediately (root enforced)
kab: Yettusuter-ak·am-d ad tbeddleḍ awal-ik·im uffir tura tura (abrid yettusnes)

source: Your account has expired; please contact your system administrator
kab: Amiḍan-ik·im yemmut; ttxil-k·m nermes anedbal-ik·im n unagraw

source: No password supplied.
kab: Ulac awal uffir i d-yettwamudden.

source: Password unchanged.
kab: Awal uffir ur yettusenfal ara.

source: Can not get username.
kab: Yegguma ad d-yawi isem n useqdac.

source: Retype your new password.
kab: Ales tira n wawal-ik·im uffir amaynut.

source: Enter your new password.
kab: Sekcem awal-ik·im uffir amaynut.

source: Enter your current password:
kab: Sekcem awal-ik·im uffir amiran:

source: Error while changing NIS password.
kab: Tuccḍa deg usenfel n wawal uffir n NIS.

source: You must choose a longer password.
kab: Ilaq ad tferneḍ awal uffir ɣezzifen.

source: Password has been already used. Choose another.
kab: Awal uffir yettuseqdec yakan. Fren wayeḍ.

source: You must wait longer to change your password.
kab: Ilaq ad terǧuḍ aṭas i wakken ad tbeddleḍ awal-ik·im uffir.

source: Sorry, passwords do not match.
kab: Suref-aɣ, awalen uffiren ur mṣadan ara.

source: Checking...
kab: Asenqed...

source: Enter your password
kab: Sekcem awal-ik·im uffir

source: You have the Caps Lock key on.
kab: Taqeffalt n usekkeṛ n yisekkilen imeqqranen termed.

source: _Switch User
kab: _Beddel aseqdac

source: _Log Out
kab: _Ffeɣ

source: _Cancel
kab: _Semmet

source: _Unlock
kab: _Kkes asekkeṛ

source: <b>%h</b>
kab: <b>%srg</b>

source: Settings manager socket
kab: Agrudem n umsefrak n yiɣewwaren

source: SOCKET ID
kab: ASULAY N UGRUDEM

source: Random
kab: Amḍan agacuran

source: Setting locked by administrator.
kab: Iɣewwaren ttwasekkṛen sɣur anedbal.

source: Could not load the main interface
kab: Yegguma ad d-isali agrudem agejdan

source: Please make sure that the screensaver is properly installed
kab: Ttxil-k·m ḍmen aseklas n ugdil yettusebded akken iwata

source: Screensaver Preview
kab: Taskant n useklas n ugdil

source: <b>Screensaver preview</b>
kab: <b>Taskant n useklas n ugdil</b>

source: Screensaver Preferences
kab: Tixtiṛiyin n useklas n ugdil

source: Configure your screensaver and locker
kab: Swel aseklas n ugdil d usenduq inek·inem

source: Preview
kab: Timeẓriwt

source: Running as root
kab: Aselkem am ubrid

source: Session Status Messages
kab: Iznan n waddaden n tɣimit

source: Logout
kab: Ffeɣ

source: Logout command:
kab: Talada n tuffɣa:

source: Enable logout after:
kab: Rmed tuffɣa seld:

source: User Switching
kab: Abeddel n useqdac

source: Lock Screen
kab: Sekkeṛ aqdil

source: Enable debugging code
kab: Rmed tangalt n temseɣtayt
